tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/versions'
brew 'asciidoc'
brew 'autoconf'
brew 'automake'
brew 'brew-cask'
brew 'cmake'
brew 'couchdb'
brew 'direnv'
brew 'docbook'
brew 'elasticsearch'
brew 'fish'
brew 'freetype'
brew 'gdbm'
brew 'go'
brew 'help2man'
brew 'icu4c'
brew 'imagemagick'
brew 'jpeg'
brew 'jsonpp'
brew 'leptonica'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'logstash'
brew 'memcached'
brew 'mongodb'
brew 'mysql'
brew 'node'
brew 'nspr'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'python', args: ['with-brewed-tk']
brew 'qt'
brew 'rbenv', args: ['HEAD']
brew 'rbenv-gem-rehash'
brew 'rbenv-readline'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'scons'
brew 'spidermonkey'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'tcl-tk'
brew 'tesseract'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'wget'
brew 'wry'
brew 'wxmac'
brew 'xz'
cask 'bit-torrent-sync'
cask '(!)'
cask 'fluid'
cask 'macvim'
cask 'shortcat'
