tap 'dart-lang/dart'

brew 'fish'
brew 'tmux'
brew 'direnv'
brew 'rbenv'
brew 'go'
brew 'dep'
brew 'neovim'
brew 'dart'

brew 'jsonpp'
brew 'cmake'
brew 'node'
brew 'rbenv'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'tig'
brew 'tree'
brew 'wget'
brew 'jq'
brew 'httpstat'
brew 'fd'
brew 'exa'
brew 'bat'
brew 'fortune'
brew 'cowsay'
brew 'graphviz'
brew 'postgresql'
brew 'telnet'
brew 'yarn'
brew 'redis'
brew 'mysql'
brew 'gnuplot'

brew 'dnsmasq'
brew 'ansible'
brew 'netcat'
brew 'ripgrep'
brew 'fzf'

cask 'alfred'
cask 'vimr'
cask 'docker'
cask 'notion'
cask 'libreoffice'
cask 'bettertouchtool'
# cask 'spectacle'
cask 'dash'
cask 'insomnia'
cask 'shortcat'
cask 'karabiner-elements'
cask 'tower'
cask 'bartender'
cask 'dash'
cask 'dropbox'
#cask 'surge'
cask 'fluid'
cask 'vagrant'
cask 'alacritty'

cask 'jetbrains-toolbox'
cask 'visual-studio-code'

cask 'google-chrome'
cask 'firefox'

mas '1Password 7', id: 1333542190
mas "Annotate", id: 918207447
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Deckset", id: 847496013
mas "Ember", id: 402456742
mas "Eudb_en_free", id: 434350458
mas "Evernote", id: 406056744
mas "Fantastical 2", id: 975937182
mas "MindNode Pro", id: 402398561
mas "Notability", id: 736189492
mas "NotePlan", id: 1137020764
mas "Pixelmator", id: 407963104
mas "Quiver", id: 866773894
mas "SnippetsLab", id: 1006087419
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 409789998
mas "WeChat", id: 836500024
mas "Write", id: 848311469
mas "xScope", id: 889428659

