tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mystenlabs/tap"
brew "ansible"
brew "aptos"
brew "gmp"
brew "asdf"
brew "bat"
brew "broot"
brew "cloudflared"
brew "cmake"
brew "deno"
brew "diesel"
brew "direnv"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "gitui"
brew "go"
brew "jq"
brew "kondo"
brew "lcov"
brew "libusb"
brew "llvm"
brew "mas"
brew "mysql"
brew "navi"
brew "neovim"
brew "node"
brew "pkg-config"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "redis", restart_service: true
brew "ripgrep"
brew "smartmontools"
brew "starship"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "zellij"
brew "zoxide"
brew "mystenlabs/tap/sui"
cask "1password"
cask "alacritty"
cask "android-file-transfer"
cask "baidunetdisk"
cask "bartender"
cask "brave-browser"
cask "dash"
cask "discord"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "iina"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "paletro"
cask "raycast"
cask "telegram"
cask "tower"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vnc-viewer"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "360压缩大师", id: 1499126464
mas "DaisyDisk", id: 411643860
mas "Endel", id: 1346247457
mas "EuDic", id: 434350458
mas "Fantastical", id: 975937182
mas "flomo", id: 1665341561
mas "Keynote", id: 409183694
mas "Notability", id: 360593530
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "QQ", id: 451108668
mas "SnippetsLab", id: 1006087419
mas "Taskheat", id: 1431995750
mas "TencentMeeting", id: 1484048379
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "WeChat", id: 836500024
mas "WingsX", id: 6446119727
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
mas "xSearch", id: 1579902068
mas "剪映专业版", id: 1529999940
mas "网易有道翻译", id: 491854842
vscode "aykutsarac.jsoncrack-vscode"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "pomdtr.excalidraw-editor"
vscode "vscodevim.vim"
